{
  "introduction": [
    {
      "welcome": "<p>Hey, it’s been a long old lockdown. We’re still dying to catch up with friends but sometimes it’s a bit awkward ‘cus it’s been a while. Don’t worry, we all threw our social skills out the window.</p><p>Let’s reconnect a bit, reach out, and remember what it is to touch.</p>"
    }
  ],
  "story": [
    {
      "scenario": "<p class='he'>I am sweating.</p><p class='he'>I’m sweating too much, aren’t I? This must be the warmest cinema in the world.</p><p class='he'>Or is it cold? And this is a cold sweat? Don’t start shivering.</p><p class='he'>No one wants to touch someone who looks like they have the flu.</p><p class='he'>Bad enough I had the extra spicy tacos.</p><p class='he'>Okay.</p><p class='he'>Focus.</p>",
      "choice1": "Go for the sneaky deodorant spray?",
      "choice2": "Wipe my hands on my trousers?",
      "outcome1": "<p class='outcome he'>Whole cinema is looking at me like a weirdo. She is so embarrassed.",
      "outcome2": "<p class='outcome he'>Nice, nice. Just a bit clammy. Trust the deodorant is holding."
    },
    {
      "scenario": "<p class='she'>I need to pee.</p><p class='she'>I absolutely need to hold it in.</p><p class='she'>Whatever you do, don’t pee yourself on the first date.</p><p class='she'>Just wait until you get home to your nice clean bathroom where nobody can hear you go.</p><p class='she'>Concentrate on the movie.</p><p class='she'>Nope.</p><p class='she'>Not happening, time to go.</p><p class='she'>You’re a grown woman, just stand up and excuse yourself.</p><p class='she'>Why did I get the extra large slushy?</p>",
      "choice1": "Hold in it five more minutes.",
      "choice2": "Tell him you will be right back?",
      "outcome1": "<p class='outcome she'>God. That was the worst thing that has ever happened to anyone. I can’t believe I face planted. Why did I hold it so long?</p>",
      "outcome2": "<p class='outcome she'>Oh my god. I feel so much better.</p>"
    },
    {
      "scenario": "<p class='he'>Okay, she’s back.</p><p class='he'>She hasn’t just gone home and left you sitting on your own like a loser.</p><p class='he'>Is she enjoying this? I have no idea what this film is about.</p><p class='he'>Is it good even? I didn’t pick it.</p><p class='he'>What if she asks me about it afterwards? Maybe I should google a review so that I can sound smart.</p><p class='he'>She knows everything, always doing these obscure pop culture references.</p><p class='he'>I love it when she does that.</p>",
      "choice1": "Look up a review on my phone?",
      "choice2": "Turn it off and try to relax.",
      "outcome1": "<p class='outcome he'>Aww man, does she think I’m bored?</>",
      "outcome2": "<p class='outcome he'>She likes you. She told you. Be yourself. You got this.</p>"
    },
    {
      "scenario": "<p class='she'>Is thirty too old to be making out in the cinema?</p><p class='she'>I would have puked if I'd seen that as a teenager.</p><p class='she'>Everyone at work is probably out at the bar gossiping about us.</p><p class='she'>I wonder who the last person he kissed was?</p><p class='she'>He seems so shy.</p><p class='she'>Maybe I should have picked a horror movie and then I could do that whole damsel in distress thing.</p><p class='she'>Am I coming off as stand-offish?</p>",
      "choice1": "Pull my legs up and lean closer.",
      "choice2": "Should I ask him if he is okay?",
      "outcome1": "<p class='outcome she'>I can feel the air. It's like there’s an energy between us.</p>",
      "outcome2": "<p class='outcome she'>I have no idea what he said.</p>"
    },
    {
      "scenario": "<p class='he'>I have no idea what I am doing.</p><p class='he'>I should know how dates work at this age.</p><p class='he'>Is she here as like a friends thing? How do I know she wants me to make a move?</p><p class='he'>Get a grip.</p><p class='he'>What’s the worst that could happen?</p><p class='he'>She could laugh at you and tell everyone at work you are a bad kisser.</p><p class='he'>Nickname you the big lanky washing machine.</p><p class='he'>Concentrate, what’s your next move?</p>",
      "choice1": "Look at her until she turns round and then lean in for a kiss?",
      "choice2": "Edge my hand closer to hers.",
      "outcome1": "<p class='outcome he'>Obviously, she now thinks I am a weirdo for staring at her and that I have some sort of ear fetish.</p>",
      "outcome2": "<p class='outcome he'>Okay. This is good. Maybe I am not a total disaster. Maybe I’m a catch.</p>"
    },
    {
      "scenario": "<p class='she'>Sweet and salted popcorn is the best.</p><p class='she'>I wonder which maverick usher was like this is what the people want!</p><p class='she'>Doesn’t even ask sweet or salted, just starts handing out the extra large boxes!</p><p class='she'>Am I eating too much popcorn? Is popcorn breath a thing?</p><p class='she'>It’s good he is into mix and matching.</p><p class='she'>He’s cute but making me choose one or the other is a deal-breaker.</p>",
      "choice1": "Take another handful of popcorn?",
      "choice2": "If I eat more he will think I am fat.",
      "outcome1": "<p class='outcome she'>We’re so close to touching, I can feel the hairs on his hand. It’s electric.</p>",
      "outcome2": "<p class='outcome she'>I can’t even put a box of popcorn on the floor without throwing it all round me.</p>"
    },
    {
      "scenario": "<p class='he'>My heart is racing, could be having a stroke.</p><p class='he'>What age is too young to have a stroke? Maybe it’s a blood clot in my brain and I am going to die.</p><p class='he'>Seriously, how am I not better at this by now?</p><p class='he'>She is awesome.</p><p class='he'>I will never meet anyone as cool or as interesting or as smart again.</p><p class='he'>Can’t mess this up. Can't mess this up.</p>",
      "choice1": "Reach out a pinkie finger.",
      "choice2": "Throw up in the bathroom.",
      "outcome1": "<p class='outcome he'>Her finger is cool to touch. The way she curls it round mine, it feels like a jigsaw.</p>",
      "outcome2": "<p class='outcome he'>Cold water in the face. Get back in there.</p>"
    },
    {
      "scenario": "<p class='she'>He doesn’t seem that interested in movies.</p><p class='she'>He seems more into documentaries and long boring non-fiction books.</p><p class='she'>He is always reading on his lunch break.</p><p class='she'>I just want to escape from the world all the time.</p><p class='she'>To be in love, you have to believe in fantasy,</p><p class='she'>you can’t start poking holes in it.</p><p class='she'>Otherwise, it falls apart.</p>",
      "choice1": "Move away?",
      "choice2": "Take a chance?",
      "outcome1": "<p class='outcome she'>I'm not sure this is right.</p>",
      "outcome2": "<p class='outcome she'>It's like our fingers are dancing round each other.</p>"
    },
    {
      "scenario": "<p class='he'>If this goes well, I’ll volunteer to save all the turtles.</p><p class='he'>Maybe we can go together and go somewhere like Costa Rica.</p><p class='he'>Do they speak Portuguese or Spanish there? Maybe she speaks Spanish.</p><p class='he'>Does she like milk in her tea? Does she like Marmite or marmalade on her toast?</p><p class='he'>Probably just butter.</p><p class='he'>My mind is just racing. Take her hand and find out.</p>",
      "choice1": "Put my hand on hers?",
      "choice2": "Do the yawn and arms around the shoulder?",
      "outcome1": "<p class='outcome he'>I feel sick. I can't do it.</p>",
      "outcome2": "<p class='outcome he'>Trust me to elbow her in eye. I'll never live this down.</p>"
    },
    {
      "scenario": "<p class='she'>I know he wants to hold my hand. Right?</p><p class='she'>I should just put him out of his misery and take his.</p><p class='she'>It’s not a will they won’t they.</p><p class='she'>We don’t need six seasons to get together.</p><p class='she'>Just a moment.</p><p class='she'>I can feel him there in the dark, heart beating.</p><p class='she'>Does he want me to take his hand? Am I allowed?</p><p class='she'>These dating rules were made in Hollywood.</p>",
      "choice1": "Stuff the patriarchy.",
      "choice2": "Hold back.",
      "outcome1": "<p class='outcome she'>Our fingers interlocked, skin on skin. He squeezes.</p>",
      "outcome2": "<p class='outcome she'>Please don't let the credits run. I don't want this to be over.</p>"
    }
  ]
}
